var stringNames = [
	"Авторизация",
	"Главное меню",
	"Настройки",
	"Новости",
	"Персональная информация",
	"Расписание",
	"Сообщения",
	"Гостевой вход"
]

var messages = [
	"Вы точно хотите уйти из приложения?"
]

var errMessages = [
	"Ошибка получения данных, проверьте интернет соединение.",
	"Ошибка подключения к серверу. Проверьте наличие интернет соединения."
]

var dateNames = [
	"ПН",
	"ВТ",
	"СР",
	"ЧТ",
	"ПТ",
	"СБ",
	"Янв.",
	"Фев.",
	"Мар.",
	"Апр.",
	"Май.",
	"Июн.",
	"Июл.",
	"Авг.",
	"Сен.",
	"Окт.",
	"Ноя.",
	"Дек."	
]

