var stringNames = [
	"Авторизация",
	"Главное меню",
	"Настройки",
	"Новости",
	"Персональная информация",
	"Расписание",
	"Сообщения",
	"Гостевой вход",
	"Моя группа"
]

var messages = [
	"Вы точно хотите уйти из приложения?"
]

var errMessages = [
	"Ошибка получения данных, проверьте интернет соединение.",
	"Ошибка подключения к серверу. Проверьте наличие интернет соединения."
]

var dateNames = [
	"ПН",
	"ВТ",
	"СР",
	"ЧТ",
	"ПТ",
	"СБ",
	"Янв.",
	"Фев.",
	"Мар.",
	"Апр.",
	"Май.",
	"Июн.",
	"Июл.",
	"Авг.",
	"Сен.",
	"Окт.",
	"Ноя.",
	"Дек."	
]

var fullWeekNames = [
	"Понедельник",
	"Вторник",
	"Среда",
	"Четверг",
	"Пятница",
	"Суббота"
]

var fullMonthNames = [
	"Нулевой",
	"Января",
	"Февраля",
	"Марта",
	"Апреля",
	"Мая",
	"Июня",
	"Июля",
	"Августа",
	"Сентября",
	"Октября",
	"Ноября",
	"Декабря"
]

var numLessonsArr = [
    "нулевая пара",
	"8:30<br>10:05",
	"10:15<br>11:50",
	"12:30<br>14:05",
	"14:35<br>16:10",
	"16:20<br>17:55",
	"18:05<br>19:40"
]

var settingsTitle = [
	"Выводить расписание занятий по неделям",
	"Отображать пустые строки в расписании"
]