var stringNames = [
	"Авторизация",
	"Главное меню",
	"Настройки",
	"Новости",
	"Персональная информация",
	"Расписание",
	"Сообщения",
	"Гостевой вход"
]

var messages = [
	"Вы точно хотите уйти из приложения?"
]

var errMessages = [
	"Ошибка получения данных, проверьте интернет соединение.",
	"Ошибка подключения к серверу. Проверьте наличие интернет соединения."
]

var dateNames = [
	"ПН",
	"ВТ",
	"СР",
	"ЧТ",
	"ПТ",
	"СБ",
	"Янв.",
	"Фев.",
	"Мар.",
	"Апр.",
	"Май.",
	"Июн.",
	"Июл.",
	"Авг.",
	"Сен.",
	"Окт.",
	"Ноя.",
	"Дек."	
]

var numLessonsArr = [
    "нулевая пара",
	"8:30<br>10:05",
	"10:15<br>11:50",
	"12:30<br>14:05",
	"14:35<br>16:10",
	"16:20<br>17:55",
	"18:05<br>19:40"
]